{
  "posts": [
    {
      "slug": "o-que-e-endometriose-e-como-tratar",
      "title": "O que é Endometriose e como tratar?",
      "date": "2024-05-25T12:00:00.000Z",
      "image": "assets/img-endometriose.jpg",
      "summary": "A endometriose afeta milhões de mulheres e pode causar dor e infertilidade. Entenda os sintomas, como é feito o diagnóstico e quais são os tratamentos mais eficazes.",
      "author": "Dr. Gabriel Marcondes",
      "body": "<h2>O que é Endometriose?</h2><p>A endometriose é uma condição na qual o tecido que normalmente reveste o interior do útero — o endométrio — cresce fora dele. Essa condição afeta milhões de mulheres em todo o mundo e pode causar dor significativa e problemas de fertilidade.</p><h2>Principais Sintomas</h2><p>Os sintomas podem variar, mas os mais comuns incluem:</p><ul><li>Cólicas menstruais intensas (dismenorreia).</li><li>Dor durante ou após a relação sexual.</li><li>Dor pélvica crônica.</li><li>Alterações intestinais ou urinárias durante o período menstrual.</li><li>Dificuldade para engravidar.</li></ul><h2>Diagnóstico e Tratamento</h2><p>O diagnóstico começa com uma avaliação clínica detalhada e pode ser complementado por exames de imagem, como a ultrassonografia pélvica com preparo intestinal e a ressonância magnética. O tratamento é individualizado e pode incluir medicamentos para controle da dor e hormônios, ou procedimentos cirúrgicos minimamente invasivos, como a videolaparoscopia, para remover os focos da doença.</p><p>O objetivo é sempre aliviar os sintomas, melhorar a qualidade de vida e, quando desejado, preservar ou restaurar a fertilidade.</p>"
    },
    {
      "slug": "menopausa-como-atravessar-essa-fase-com-mais-saude",
      "title": "Menopausa: como atravessar essa fase com mais saúde",
      "date": "2024-05-20T12:00:00.000Z",
      "image": "assets/img-menopausa.jpg",
      "summary": "A menopausa é uma fase natural, mas seus sintomas podem impactar o bem-estar. Saiba mais sobre a terapia de reposição hormonal e outras abordagens para uma transição tranquila.",
      "author": "Dr. Gabriel Marcondes",
      "body": "<h2>O que é a Menopausa?</h2><p>A menopausa é o nome dado à última menstruação, um evento natural que marca o fim do período reprodutivo da mulher. Geralmente ocorre entre 45 e 55 anos e é confirmada após 12 meses consecutivos sem menstruar. A fase que a antecede, chamada de climatério, é quando os sintomas mais conhecidos começam a aparecer.</p><h2>Principais Sintomas</h2><p>A transição para a menopausa pode trazer sintomas que afetam a qualidade de vida, como:</p><ul><li>Ondas de calor (fogachos).</li><li>Suores noturnos e insônia.</li><li>Alterações de humor, como irritabilidade e ansiedade.</li><li>Ressecamento vaginal e diminuição da libido.</li><li>Ganho de peso e alterações na pele e cabelos.</li></ul><h2>Tratamento e Acompanhamento</h2><p>O tratamento visa aliviar os sintomas e prevenir problemas de saúde associados à menopausa, como a osteoporose. A terapia de reposição hormonal (TRH) é uma das opções mais eficazes e seguras, quando indicada por um especialista.</p><p>Cada mulher é única, e o acompanhamento médico é fundamental para definir a melhor abordagem, seja com hormônios, tratamentos não hormonais ou mudanças no estilo de vida.</p>"
    }
  ]
}
