[
  {
    "id": 1,
    "title": "5 Mitos e Verdades sobre a Endometriose",
    "author": "Dr. Gabriel Marcondes",
    "date": "2024-05-20",
    "image": "assets/blog/post1-cover.jpg",
    "summary": "A endometriose é uma doença cercada de dúvidas. Neste artigo, vamos desmistificar alguns dos mitos mais comuns e apresentar os fatos sobre diagnóstico e tratamento.",
    "content": "<p>A endometriose é uma condição complexa que afeta milhões de mulheres, mas ainda é cercada por muita desinformação. Vamos esclarecer alguns pontos importantes.</p><h3>Mito 1: Cólica menstrual forte é normal.</h3><p><strong>Verdade:</strong> Embora cólicas leves sejam comuns, dores incapacitantes que impedem suas atividades diárias não são normais e podem ser um sinal de endometriose. É fundamental investigar a causa.</p><h3>Mito 2: A endometriose sempre causa infertilidade.</h3><p><strong>Verdade:</strong> A endometriose é uma das principais causas de dificuldade para engravidar, mas não significa que toda mulher com a condição será infértil. Muitas conseguem engravidar, seja naturalmente ou com tratamento.</p><h3>Mito 3: A única solução é a cirurgia.</h3><p><strong>Verdade:</strong> O tratamento da endometriose é individualizado. Para muitas mulheres, o controle dos sintomas pode ser alcançado com medicamentos hormonais e analgésicos. A cirurgia é reservada para casos específicos, como falha no tratamento clínico ou desejo de engravidar.</p>"
  },
  {
    "id": 2,
    "title": "Terapia de Reposição Hormonal na Menopausa: É segura?",
    "author": "Dr. Gabriel Marcondes",
    "date": "2024-05-15",
    "image": "assets/blog/post2-cover.jpg",
    "summary": "A terapia de reposição hormonal (TRH) é um dos tratamentos mais eficazes para os sintomas da menopausa, mas muitas mulheres têm receio. Entenda quando ela é indicada e quais são os benefícios.",
    "content": "<p>A menopausa é uma fase natural, mas seus sintomas podem impactar muito a qualidade de vida. A Terapia de Reposição Hormonal (TRH) surge como uma opção valiosa.</p><h3>Para quem a TRH é indicada?</h3><p>A TRH é indicada principalmente para mulheres na perimenopausa ou pós-menopausa que sofrem com sintomas moderados a severos, como ondas de calor, insônia e ressecamento vaginal. A decisão deve ser tomada em conjunto com seu médico, após avaliar seu histórico de saúde.</p><h3>Quais os benefícios?</h3><p>Além de aliviar os sintomas mais incômodos, a TRH ajuda a prevenir a osteoporose, melhora o humor, a qualidade do sono e a saúde vaginal. Quando bem indicada, os benefícios superam os riscos.</p>"
  }
]
